<template>
  <div class="member_content">
    <ol>
      <li> 為避免於交易時產生爭議，請會員務必於進入網站前詳細了解本投注網所定之各項規則，會員經同意進入本公司網站進行交易時，即被視為已接受公司所有之規定。</li>
      <li>所有投注皆以官方網站公告比數為最终结果，若官方網站更改已完賽結果，則本公司保有更改已完賽結果之權利，請確認同意後再下注。</li>
      <li>所有賽事都必須在預定日期或規定時間內進行，否則投注無效。若該場賽事因故取消或中止，則該場賽事將視為『無效』，公司將取消該筆注單，(該賽事複合過關賠率以降星結算)。</li>
      <li>各位會員要在交易下注完成後，等待彈跳視窗出現後，再到『 投注明細 』中確認該注單是否『 下注成功 』，且核對該注單之投注內容與投注點數是否無誤。</li>
      <li>本公司所有場次『 賠率 』或『 分盤 』，會隨時變動。您所投注的賠率及分盤，會依顯示在『投注明細』的交易注單為依據計算輸贏結果。</li>
      <li>除『 走地 』以外，在開賽後的投注注單，將視為 『 無效注單 』。任何賽事如提前開賽，在開賽前，已接受的投注注單均為『 有效注單 』。</li>
      <li>本公司在開出任何賽事的分盤及賠率時，若出現任何的打字錯誤或非故意之人為疏失，本公司將保留刪除任何錯誤分盤及賠率注單的權利，將以 "跑馬燈" 通知，將不另行通知各會員。</li>
      <li>會員有責任確保自己的帳號及密碼的保密性。如會員發現或懷疑自己的資料有外洩或被盜用，請告知所屬代理商或線上客服，立即做帳號及密碼變更之動作 (若會員帳號及密碼經外洩或告知第三者而被盜用登入投注交易，將被 視為 "有效注單")。</li>
      <li>倘若遭駭客入侵破壞或發生不可抗拒之災害導致網站故障或資料遺失等情況，本公司將以備份資料為最後處理依據。（為確保雙方權益，公司只接受交易後有列印明細資料的會員做處理） 經取消的任何注單將會在『 無效注單 』及『 歷史資料 』內的交易欄位內註明
        "取消"。</li>
      <li>敬請會員在保持網速流暢的狀態下進行遊戲，若因網路速度造成重覆下單，投注仍然視為『 有效注單 』。所有因網路因素引起爭議的狀況，一律以本網站記錄之數據為主，會員可於帳務報表查看結果，本網站將不受理任何因個人網速問題提出之投訴。</li>
      <li>對於任何個人或團體以外掛軟件程式同時在同一項目投注相同內容的注單或以相同IP不正常的投注方法，對於此類注單本公司有權保留或取消注單的權利，不論比賽是否派彩。</li>
      <li>凡總代理商(代理商)開出多數會員下注，且會員都使用同樣IP下注，本公司將有權取消該總代理商(代理商)，敬請各位管理者注意。 本公司取消注單皆會以公告訊息及於注單上備註，如發現公告清單並無公告，對注單有效性存疑，請立即與公司連絡，私下協議之結果公司皆不予處理，全部按公司規則判定輸贏。</li>
      <li>本系統早餐盤時段為中午13:00~21:00，早餐盤時段場次單注設定值會與會員設定最高單注限額不同，敬請各階代理會員注意！</li>
      <li>一般體育賽事將會於賽後60分鐘內派彩，足球類別賽事於賽後90分鐘內派彩，如有特殊情況需延後派彩依本公司跑馬燈公告為準。</li>
      <li>[儲值公告] 因網路詐騙手法推陳出新，若透過第三方支付進行儲值時，為避免爭議，請務必親自至官網選擇儲值方式索取繳費代碼如有糾紛本網概不負責，敬請會員特別注意!!!</li>
    </ol>
  </div>
</template>

<script>
export default {
	name: 'website-protocol'
}
</script>
