<template>
  <div class="page-container about">
    <div class="container">
      <p class="text-center pic1"><img src="images/about-pic1.png" alt=""></p>
      <div class="about-info">
        <h4>關於皇璽會</h4>
        <p class="">皇璽會娛樂城已擁有15年優良信譽及平台經驗，更是目前亞州最優質博弈娛樂平台之一。我們的宗旨不僅在提供會員優質的遊戲，更重要的是：信譽保障。目前皇璽會除了提供中文和英文服務外，更增加了日文、韓文與泰文的多語系服務，以達到我們對客戶的承諾：深耕台灣，放眼亞洲。</p>

        <p class="">皇璽會一直以來的信念就是：「顧客第一，利益第二」。</p>

        <p class="">因此在追求卓越的道路上，總是能深刻暸解顧客的需求。為了更貼近顧客，我們投入大量成本建置獨立的研發團隊，不斷致力開發新款遊戲，以滿足會員求新求變的慾望。前後陸續開發出體育博彩、六合彩球、真人視訊及其他遊戲。另外，我們亦備有24小時在線的專業客服人員、公平公正的審核部門，此外還與交易迅速又安全的點數交易平台合作，堅持提供給廣大的玩家最優質的博弈娛樂體驗 ，堅持提供給廣大玩家最優質的博弈娛樂體驗。
        </p>
        <ol class="">
          <li>企劃面：收集研究國內外熱門流行遊戲、投注方法、支付行為等，並結合在地習慣與特色，積極規劃新遊戲與各式功能，旨在提供玩家多元化的網上娛樂服務。</li>
          <li>設計面：為滿足廣大的玩家不同的需求，傾聽每個用戶的心聲，以貼近使用者行為作為目標，重新定義各元素與操作模式，創造愉悅的使用者體驗。</li>
          <li>技術面：導入最新技術以滿足會員，從資料庫規劃到程式運算，目前發展著重於能快速的開發遊戲以及支援多樣遊戲的平台。</li>
        </ol>

        <div class="about-info-box-0 -center">

          <div class="about-info-box">
            <i></i>
            <h4>專業開發團隊</h4>
            <p>我們擁有能獨立研發遊戲的一流團隊，致力於不斷開發新遊戲，期許帶給玩家最好的娛樂體驗。</p>
          </div>

          <div class="about-info-box">
            <i></i>
            <h4>24小時在線客服</h4>
            <p>親切快速的優質客服人員，經過嚴謹的培育訓練，提供專業諮詢服務，24小時不打烊為你解答。</p>
          </div>

          <div class="about-info-box">
            <i></i>
            <h4>快速優良交易平台</h4>
            <p>保證快速配對撮合，快速交易遊戲幣，買的安心，玩得開心。</p>
          </div>

          <div class="about-info-box">
            <i></i>
            <h4>公正公平的環境</h4>
            <p>備有專門監管人員與完整的監督機制，並訂定嚴謹的懲處條款，對遊戲的公平性高度把關。</p>
          </div>

        </div>
      </div>

    </div>
  </div>
  </div>

</template>
