<template>
  <section>
    <div class="banner-about">
      <div class="row">
        <div class="title">
          <h1>關於</h1>
          <span>About</span>
        </div>
      </div>
    </div>
    <div class="container">
      <div class="content">
        <h3>關於我們</h3>
        <hr>
        <b class="f-white">關於我們</b><br/><br/>
        <p class="f01">法老王娛樂集團（Pharaoh Games）與Richwell Global Technology Inc.（擁有菲律賓First Cagayan online gaming合法牌照的網路博彩公司）是戰略合作的夥伴，也是業界少有的系统丶平台丶合作代訓一條龍 作業的實力博彩公司，並提供合營者客制化的服務。
          <br/><br/> 多年來致力於亞洲（大陸丶台灣丶新加玻...）的信用平台發展，已累绩15年的優良品牌信譽。因此在追求卓越 的道路上總是以『顧客第一丶利益第二』惟最终信念，並不斷的投入大量的研發成本丶不斷的開發新款遊戲， 只為滿足會員求新求變的欲望。
          <br/><br/> 因有累積10幾年的信用平台經營的經驗與信譽，因此24小時在線的專業客服丶快速出款服務與公平公正的財務 部門是我們的堅持，並提供给玩家最優質的娛樂平台。
        </p>
        <b class="f-white">品牌故事</b><br/><br/>
        <p class="f01">
          『法老王』源自於古埃及君主尊稱，由於古埃及法老是神的化身，因此古埃及人深信，法老會帶给他们幸福。 經由歷代的考古學家證實，在法老時期的埃及人生活是相當奢華的，所以對古埃及人來說法老是他們的最高崇 拜的對象。
          <br/><br/> 『法老王娛樂集團』於2005年因缘際會下，與這神秘的古埃及文明有了不解之缘，并且希望能够效法法老的精 神，除了給玩家最好最優質的享受外，也在2008年開始每年都捐款投身公益，並相信法老會帶给玩家好運。
        </p>
        <b class="f-white">責任博彩</b><br/><br/>
        <p class="f01">
          在『法老王娛樂』每個玩家都能够享有最優質的遊戲樂趣丶最多的反饋優惠。但在享受博彩樂趣的同時，避免 玩家過度沈迷而对生活造成影響，『法老王娛樂』負有相對程度的監督責任。因此，建議您能詳細的了解博彩 責任與我们的服務條款。
        </p>
      </div>
    </div>
  </section>
</template>
