<template>
  <section>
    <div class="banner-about">
      <div class="row">
        <div class="title">
          <h1>關於</h1>
          <span>About</span>
        </div>
      </div>
    </div>
    <div class="container">
      <div class="content">
        <h3>隱私權政策</h3>
        <hr>
        <b class="f-white">一、</b>
        <p class="f01">我們致力為客戶保護隱私並提供一個最安全的遊戲平臺，我們在此網站搜集的資料將會為您提供最卓越的服務，我們不會出賣或租賃您的個人資料給第三方， 客戶所提供的個人資料均經過SSL128加密技術處理，並儲存在安全的、非公開的作業系統，對於有機會接觸客戶的個人資料的協助夥伴也必需遵守我們訂立的隱私保密規則。
        </p>
        <b class="f-white">二、</b>
        <p class="f01">在使用本服務時，本公司會不定期的寄發活動資訊丶更新活動產品訊息給您，當本網推出新穎，好玩和有趣的推廣活動，這些訊息就可幫助您充分享受到本網的服務。</p>
        <b class="f-white">三、</b>
        <p class="f01">帳戶訊息更改：我們的系統會自動記錄瀏覽者的網路IP位址，但我們決不會記錄網站訪問者的電郵位址，而此項主要是用作網站流量統計之用。</p>
        <b class="f-white">四、</b>
        <p class="f01">您需要保管好您的帳號和密碼安全。不得允許任何其他人或協力廠商，包括任何未成年人使用或重複使用您的帳戶進行任何網站訪問及投注操作。 本公司將有權拒絕支付由此產生的任何獎勵或獎金。您將獨自為協力廠商在帳戶中產生的所有損失負責。
        </p>
        <b class="f-white">五、</b>
        <p class="f01">本公司保留權力可自行對隱私權政策做出任何修改，此政策如有任何更改均具有約束力，並立即生效，更改的同時，我們會立即通知使用者。</p>
      </div>
    </div>
  </section>
</template>
